Repository: wp-plugins/multisite-language-switcher
Catalog: languages/msls-*.po
Languages: bn_bd, ca_es, de_de, el, it_it, nl_nl, pt_br, ro_ro, sr_rs, uk

source: This post is also available in %s.
bn_bd: পোস্টটি %s-তেও পাওয়া যাবে।
ca_es: Aquesta entrada també és disponible en %s.
de_de: Der Artikel ist auch in %s verfügbar.
el: Αυτή η ανάρτηση είναι διαθέσιμη και στα %s.
it_it: Questo post è tradotto anche in %s.
nl_nl: Deze blogpost is ook beschikbaar in het %s.
pt_br: Este post está disponível também em %s
ro_ro: Articolul este disponibil și în %s.
sr_rs: Ovaj post je takodje dostupan na %s.
uk: Даний запис також доступний на %s

source: %s and %s
bn_bd: %s এবং %s
ca_es: %s i %s
de_de: %s und %s
el: % s και % s
it_it: %s e %s
nl_nl: %s en %s
pt_br: %s e %s
ro_ro: %s și %s
sr_rs: %s i %s
uk: %s та %s

source: The Multisite Language Switcher needs the activation of the multisite-feature for working properly. Please read <a onclick="window.open(this.href); return false;" href="http://codex.wordpress.org/Create_A_Network">this post</a> if you don't know the meaning.
de_de: Der Multisite Language Switcher benötigt die Installation einer funktionierenden Multisite. Bitte lese <a onclick="window.open(this.href); return false;" href="http://codex.wordpress.org/Create_A_Network">diesen (englischsprachigen) Artikel</a>, wenn Du nicht weißt, was damit gemeint ist.

source: There are no language files installed. You can <a href="%s">manually install some language files</a> or you could use a <a href="%s">plugin</a> to download these files automatically.
de_de: Es sind keine Sprachdateien installiert. Das kannst <a href="%s">die entsprechenden Dateien händisch kopieren</a> oder <a href="%s">ein Plugin benutzen</a>, das Sprachen automatisch installieren kann.

source: Multisite Language Switcher is almost ready. You must <a href="%s">complete the configuration process</a>.
bn_bd: মাল্টিসাইট ল্যাঙ্গুয়েজ সুইচার প্রায় তৈরী। আপনি অবশ্যই <a href="%s"> </a>-প্রসেস কনফিগার করা শেষ করতে হবে।
ca_es: Multisite Language Switcher està gairebé llest. Has de <a href="%s">completar aquí el procés de configuració</a>.
de_de: Der Multisite Language Switcher ist fast einsatzbereit. Du musst nur noch <a href="%s">die Konfiguration abschließen</a>.
nl_nl: Multisite Language Switcher is bijna klaar voor gebruik. Je hoeft alleen nog maar <a href="%s">het configuratieproces ten einde te brengen</a>.

source: Multisite Language Switcher Options
bn_bd: মাল্টিসাইট ল্যাঙ্গুয়েজ সুইচার অপশনসমূহ
ca_es: Opcions de Multisite Language Switcher
de_de: Multisite Language Switcher
el: Επιλογές Multisite Language Switcher
it_it: Opzioni Multisite Language Switcher
nl_nl: Multisite Language Switcher Opties
pt_br: Opções do seletor de Linguagens Multisite
ro_ro: Opțiuni Multisite Language Switcher
sr_rs: Multisite Language Switcher opcije

source: To achieve maximum flexibility, you have to configure each blog separately.
bn_bd: সর্বোচ্চ সুবিধা পেতে হলে আপনাকে প্রতিটা ব্লগ আলাদা ভাবে কনফিগার করতে হবে।
ca_es: Per obtenir la màxima flexibilitat, has de configurar cada lloc per separat.
de_de: Um eine ausreichende Flexibilität gewährleisten zu können, muss das Plugin für jedes Blog einzeln konfiguriert werden.
el: Για να επιτευχθεί η μέγιστη δυνατή ευελιξία, θα πρέπει να ρυθμίσετε τις παραμέτρους κάθε blog ξεχωριστά.
it_it: Per la massima flessibilità, devi configurare ogni blog separatamente.
nl_nl: Voor maximale flexibiliteit verdient het aanbeveling elk blog apart te configureren.
pt_br: Para atingir máxima flexibilidade, você tem que configurar cada site separadamente.
ro_ro: Pentru un maxim de flexibilitate fiecare blog trebuie configurat separat.
sr_rs: Za maksimum fleksibilnost morate da konfigurišete svaki blog odvojeno
uk: Для досягнення максимальної гнучкості, Вам доведеться налаштувати кожний блог окремо.

source: Configure
bn_bd: কনফিগার করুন
ca_es: Configurar
de_de: Konfigurieren
nl_nl: Configureren

source: Update
bn_bd: আপডেট
ca_es: Actualitzar
de_de: Aktualisieren
el: Ανανέωση
it_it: Aggiorna
nl_nl: Actualiseren
pt_br: Atualizar
ro_ro: Actualizare
uk: Поновити

source: Language Settings
de_de: Einstellungen zur Sprache

source: Main Settings
bn_bd: মূল সেটিংস
ca_es: Opcions principals
de_de: Allgemeine Einstellungen
el: Κύριες ρυθμίσεις
it_it: Impostazioni principali
nl_nl: Instellingen
pt_br: Configurações principais
ro_ro: Setări principale
sr_rs: Glavne postavke
uk: Основні установки

source: Advanced Settings
bn_bd: অ্যাডভান্সড সেটিংস
de_de: Erweiterte Einstellungen
nl_nl: Geavanceerde instellingen

source: Blog Language
de_de: Sprache des Blogs

source: Admin Language
de_de: Sprache des Adminbereiches

source: Display
bn_bd: প্রদর্শন করুন
ca_es: Aspecte
de_de: Anzeige
el: Εμφάνιση
it_it: Mostra
nl_nl: Weergave
pt_br: Visualização
sr_rs: Prikaz
uk: Дисплей

source: Sort output by description
bn_bd: বর্ণনা অনুযায়ী আউটপুট সাজান
ca_es: Ordenar la sortida per descripció
de_de: Ausgabe nach Beschreibung sortieren
el: Ταξινόμηση με βάση την περιγραφή
it_it: Ordina l'output per descrizione
nl_nl: Uitvoer sorteren op beschrijving
pt_br: Ordenar saída por descrição
ro_ro: Sortare output după descriere
sr_rs: Sortiraj output po opisu
uk: Сортувати вивід за описом

source: Display link to the current language
bn_bd: বর্তমান ভাষার প্রদর্শন লিঙ্ক
ca_es: Mostrar l'enllaç en el idioma actual
de_de: Link zur aktuellen Sprache anzeigen
el: Εμφάνιση συνδέσμου στην τρέχουσα γλώσσα
it_it: Mostra il link alla lingua in uso
nl_nl: Link naar de actueel ingestelde taal tonen
pt_br: Exibir link para a linguagem atual
ro_ro: Afișează link la limba curentă
sr_rs: Prikaži link za sledeći jezik
uk: Показати посилання на поточній мові

source: Show only links with a translation
bn_bd: শুধুমাত্র অনুবাদ সহ লিঙ্কগুলোকে দেখান
ca_es: Mostrar només els enllaços traduits
de_de: Nur Links mit Übersetzung anzeigen
el: Εμφάνιση μόνο συνδέσμων με μετάφραση
it_it: Mostra solo link con traduzione
nl_nl: Alleen links met een vertaling tonen
pt_br: Mostrar apenas links com uma tradução
ro_ro: Afișează doar linkurile care au traducere
sr_rs: Prikaži samo linkove sa prevodom
uk: Показати тільки посилання з перекладом

source: Description
bn_bd: বর্ণনা
ca_es: Descripció
de_de: Beschreibung
el: Περιγραφή
it_it: Descrizione
nl_nl: Beschrijving
pt_br: Descrição
ro_ro: Descriere
sr_rs: Opis
uk: Опис

source: Text/HTML before the list
bn_bd: তালিকার পূর্বের লেখা/এইচটিএমএল
ca_es: Text/HTML abans de la llista
de_de: Text/HTML vor der Liste
el: Text/HTML πριν από τη λίστα
it_it: Testo/HTML davanti alla lista
nl_nl: Tekst/HTML voor de lijst
pt_br: Texto/HTML antes da lista
ro_ro: Text/HTML înaintea listei
sr_rs: Text/HTML pre liste
uk: Text/HTML до списку

source: Text/HTML after the list
bn_bd: তালিকার পরের লেখা/এইচটিএমএল
ca_es: Text/HTML després de la llista
de_de: Text/HTML nach der Liste
el: Text/HTML μετά τη λίστα
it_it: Testo/HTML dietro alla lista
nl_nl: Tekst/HTML na de lijst
pt_br: Texto/HTML depois da lsita
ro_ro: Text/HTML după listă
sr_rs: Text/HTML nakon liste
uk: Text/HTML після списку

source: Text/HTML before each item
bn_bd: প্রতিটি আইটেমের আগের লেখা/এইচটিএমএল
ca_es: Text/HTML abans de cada ítem
de_de: Text/HTML vor jedem Element
el: Text/HTML πριν από κάθε στοιχείο
it_it: Testo/HTML davanti a ogni elemento
nl_nl: Tekst/HTML voor elk item
pt_br: Texto/HTML antes de cada item
ro_ro: Text/HTML înaintea fiecărui element
sr_rs: Text/HTML pre svake stavke
uk: Text/HTML до кожного пункту

source: Text/HTML after each item
bn_bd: প্রতিটি আইটেমের শেষের লেখা/এইচটিএমএল
ca_es: Texte/HTML després de cada ítem
de_de: Text/HTML nach jedem Element
el: Text/HTML μετά από κάθε στοιχείο
it_it: Testo/HTML dietro a ogni elemento
nl_nl: Tekst/HTML na elk item
pt_br: Texto/HTML depois de cada item
ro_ro: Text/HTML după fiecare element
sr_rs: Text/HTML aposle svake stavke
uk: Text/HTML після кожного пункту

source: Add hint for available translations
bn_bd: সহজলভ্য অনুবাদের জন্য সূত্র যোগ করুন
ca_es: Afegir suggeriment per cada traducció
de_de: Hinweis unter Post anzeigen, wenn Übersetzung verfügbar
el: Προσθήκη υπόδειξης για τις διαθέσιμες μεταφράσεις
it_it: Messaggio aggiuntivo se esiste una traduzione
nl_nl: Hint tonen onder blogpost als er een vertaling beschikbaar is
pt_br: Adicionar dica para traduções disponíveis
ro_ro: Adaugă hint pentru traducerile disponibile
sr_rs: Dodajte hint za dostupne prevode
uk: Додати підказку для доступних перекладів

source: Hint priority
bn_bd: সুত্রের প্রায়োরিটি
ca_es: Prioritat del suggeriment
de_de: Priorität des Hinweises
el: Προτεραιότητα της υπόδειξης
it_it: Priorità del messaggio
nl_nl: Hint-prioriteit
pt_br: Indicar prioridade
ro_ro: Prioritate hint
sr_rs: Hint prioritet
uk: Високий пріорітет

source: Activate experimental autocomplete inputs
bn_bd: পরীক্ষামূলক অটোকমপ্লিট ইনপুটসমূহ অ্যাকটিভেট করুন
de_de: Experimentelle automatische Vervollständigung in den Eingabefeldern des Plugins aktivieren
nl_nl: Experimentele autocomplete input activeren

source: Custom URL for flag-images
bn_bd: পতাকার ইমেজের জন্য কাস্টম URL
ca_es: URL personalitzada per les imatges de les banderes
de_de: Alternativer URL der Flaggen
el: Προσαρμοσμένος σύνδεσμος για τη σημαία-εικόνες
it_it: URL alternativo per bandiere
nl_nl: Alternatieve URL voor vlag-afbeeldingen
pt_br: URL customizada para imagens-bandeiras
ro_ro: URL personalizat pentru imagini de steaguri
sr_rs: Custom URL za slike zastava
uk: URL користувача для зображень прапора

source: Reference user
bn_bd: রেফারেন্স ইউজার
de_de: Referenzbenutzer
nl_nl: Voorbeeldgebruiker

source: Exclude this blog from output
bn_bd: আউটপুট হতে এই ব্লগটি বাদ দিন
ca_es: Excloure aquest bloc de la sortida
de_de: Dieses Blog bei der Ausgabe ausschließen
el: Εξαίρεση αυτού το blog από την προβολή
it_it: Escludi questo blog dall'output
nl_nl: Dit blog niet meenemen in de output
pt_br: Excluir este blog da saída
ro_ro: Exclude acest articol din output
sr_rs: Isključi ovaj blog iz output-a
uk: Виключити цей блог з вивіду

source: Edit the translation in the %s-blog
bn_bd: %s-ব্লগে অনুবাদ সম্পাদনা করুন
ca_es: Editar la traducció en en el bloc %s
de_de: Übersetzung im %s-Blog bearbeiten
el: Επεξεργαστείτε τη μετάφραση στο % s-blog
nl_nl: Vertaling in blog %s bewerken
pt_br: Editar a tradução no %s-blog
ro_ro: Editează traducerea în blogul %s
sr_rs: Edituj prevod u %s-blogu
uk: Редагувати переклад в %s-блозі

source: Create a new translation in the %s-blog
bn_bd: %s-ব্লগে নতুন একটি অনুবাদ তৈরী করুন
ca_es: Crear una nova traducció en el bloc %s
de_de: Neue Übersetzung im %s-Blog anlegen
el: Δημιουργήστε μια νέα μετάφραση στο % s-blog
nl_nl: Nieuwe vertaling aanmaken in blog %s
pt_br: Criar uma nova tradução no %s-blog
ro_ro: Creează o traducere nouă în blogul %s
sr_rs: Napravi novi prevod u %s-blogu
uk: Додати новий переклад до %s-блогу

source: Show all blogs
bn_bd: সবগুলো ব্লগ দেখান
de_de: Zeige alle Blogs
nl_nl: Alle blogs tonen

source: Not translated in the %s-blog
bn_bd: %s-ব্লগে অনুবাদ করা হয়নি
de_de: Im %s-Blog nicht übersetzt
nl_nl: Niet vertaald in blog %s

source: Flag and description
bn_bd: পতাকা এবং বর্ণনা
ca_es: Bandera i descripció
de_de: Flagge und Beschreibung
el: Σημαία και περιγραφή
it_it: Bandiera e descrizione
nl_nl: Vlag en beschrijving
pt_br: Bandeira e descrição
ro_ro: Steag și descriere
sr_rs: Oznaka i zastava
uk: Прапор та назва

source: Flag only
bn_bd: শুধু পতাকা
ca_es: Només bandera
de_de: Nur Flagge
el: Σημαία μόνο
it_it: Solo bandiera
nl_nl: Alleen vlag
pt_br: Bandeiras apenas
ro_ro: Doar steagul
sr_rs: Samo zastava
uk: Тільки прапор

source: Description and flag
bn_bd: বর্ণনা এবং পতাকা
ca_es: Descripció i bandera
de_de: Beschreibung und Flagge
el: Περιγραφή και σημαία
it_it: Descrizione e bandiera
nl_nl: Beschrijving en vlag
pt_br: Descrição e bandeira
ro_ro: Descriere și steag
sr_rs: Opis i zastava
uk: Назва та прапор

source: Description only
bn_bd: শুধু বর্ণনা
ca_es: Només descripción
de_de: Nur Beschreibung
el: Περιγραφή μόνο
it_it: Solo descrizione
nl_nl: Alleen beschrijving
pt_br: Descrição apenas
ro_ro: Doar descrierea
sr_rs: Samo opis
uk: Тільки назва

source: You should define at least another blog in a different language in order to have some benefit from this plugin!
bn_bd: এই প্লাগইন থেকে কোন সুবিধা পেতে হলে আপনার ভিন্ন ভাষায় অন্ততঃ একটি ব্লগ থাকতে হবে।
ca_es: Has d'especificar al menys un bloc en un altre idioma per treure profit d'aquest plugin!
de_de: Du solltest wenigstens ein weiteres Blog in einer anderen Sprache anlegen, um einen Mehrwert durch das Plugin zu erhalten!
el: Θα πρέπει να ορίσετε τουλάχιστον ένα blog σε διαφορετική γλώσσα, προκειμένου να έχετε κάποιο όφελος από αυτό το plugin!
it_it: Dovresti impostare almeno un altro blog in una lingua diversa perché questo plugin sia utile!
nl_nl: Definieer minstens één ander blog in een andere taal om werkelijk voordeel te hebben van deze plugin.
pt_br: Você deve definir pelo menos outro blog em uma linguagem diferente para ter algum benefício deste plugin!
ro_ro: Trebuie să definești cel puțin un blog într-o altă limbă pentru a folosi acest plugin!
sr_rs: Trebalo bi da definišete makar još jedan blog na drugom jeziku da biste imali bilo kakve koristi od ovog plugina!
uk: Вам необхідно додати мінімум один блог на іншій мові, щоб активувати дане доповнення!

source: No available translations found
bn_bd: কোন সহজলভ্য অনুবাদ পাওয়া যায়নি
de_de: Keine Übersetzungen verfügbar
nl_nl: Geen beschikbare vertalingen gevonden

source: Title
bn_bd: টাইটেল
ca_es: Títol
de_de: Titel
el: Τίτλος
it_it: Titolo
nl_nl: Titel
pt_br: Título
ro_ro: Titlu
sr_rs: Naslov
uk: Заголовок

source: Multisite Language Switcher
bn_bd: মাল্টিসাইট ল্যাঙ্গুয়েজ সুইচার
pt_br: Seletor Multisite de Linguagens

source: This plugin needs the activation of the multisite-feature for working properly. Please read <a onclick="window.open(this.href); return false;" href="http://codex.wordpress.org/Create_A_Network">this post</a> if you don't know the meaning.
bn_bd: এই প্লাগইন কাজ করার জন্য মাল্টিসাইট ফিচার অ্যাকটিভেট করা জরুরী। যদি আপনি বুঝতে না পারেন, অনুগ্রহ করে <a onclick="window.open(this.href); return false;" href="http://codex.wordpress.org/Create_A_Network">এই পোস্ট</a>-টি পড়ুন।
nl_nl: Om deze plugin te gebruiken moet de multisite-functie geactiveerd zijn. Lees <a onclick="window.open(this.href); return false;" href="http://codex.wordpress.org/Create_A_Network">dit artikel</a> als je niet weet wat daarmee bedoeld wordt.
